Repository: Eigilak/return_info
Catalog: languages/wrm-*.po
Languages: da

source: New material
da: Nyt materiale

source: Return cause
da: Årsag til retur

source: Customer
da: Kunde

source: No products selected
da: Ingen produkter valgt

source: Returned products
da: Returneret produkter

source: Order number:
da: Ordrenummer:

source: This note should be placed in the package so we can carry out your order
da: Denne seddel skal placeres i returpakken, så vi kan behandle din ordre

source: Return note for
da: Følgeseddel for

source: No products is selected
da: Ingen produkter valgt

source: The order id cant be found
da: Ordreid'et kan ikke findes

source: Out of stock
da: Ikke på lager

source: Low in stock
da: Få på lager

source: In stock
da: På lager

source: Sorry, we cannot find an order that matches that email
da: Vi kan ikke finde en ordre der matcher den email

source: Hmmm.... It seems there is an error
da: Det ser ud til at der er sket en fejl

source: Further actions will be done when we have the product(s) in our possesion
da: Når vi har modtaget produkterne vil din ordre blive behandlet

source: Thanks for requesting for a return
da: Tak for at bede om retur.

source: Please follow
da: Venligst følg

source: Return your order
da: Returner din ordre

source: Find my order
da: Find min ordre

source: Too many attempts
da: For mange forsøg

source: Your order number
da: Dit ordrenummer

source: my@email.com
da: min@email.com

source: Return order
da: Return af ordre

source: Remember to print the return-order-note to make your return proces faster
da: Husk at printe følgesedlen, så vi kan ekspedere din ordre hurtigere

source: optional
da: Valgfri

source: Further comments
da: Yderligere kommentarer

source: Gold
da: Guld

source: Black Gold
da: Sort guld

source: White Gold
da: Hvidguld

source: Choose Material
da: Vælg materiale

source: Choose size
da: Vælg størrelse

source: Same product
da: Samme produkt

source: Another material
da: Nyt materiale

source: Money back
da: Pengene tilbage

source: Choose action
da: Vælg handling

source: Jewelry didn't match pictures
da: Smykket lignede ikke produktbilledet

source: Plating rubs off
da: Belægning falder af

source: Regret purchase
da: Fortrudt køb

source: Wrong size
da: Forkert størrelse

source: Damaged
da: Beskadiget

source: Choose reason to return
da: Vælg årsagen til retur

source: Return action
da: Returhandling

source: Why do you wish to return
da: Hvorfor ønsker du at returnere

source: Selected
da: Valgt

source: It seems there is no returned orders..
da: Ingen resultater ....

source: Next
da: Næste

source: Previous
da: Tidligere

source: New Material
da: Nyt materiale

source: New size
da: Ny størrelse

source: Return Action
da: Returhandling

source: Return reason
da: Returårsag

source: Product name
da: Produktnavn

source: There is no comment
da: Der er ingen kommentar

source: Delete
da: Slet

source: Show products
da: Se produkter

source: Comment
da: Kommentar

source: Created
da: Oprettet

source: Returned
da: Returneret

source: Name
da: Navn

source: Order
da: Ordre

source: Search by name or Order number
da: Søg efter navn eller ordrenummer

source: The order and its products is deleted
da: Returordren er slettet

source: request
da: Anmodning

source: Are you sure you want to delete
da: Er du sikker på at du vil slette
